[Version]
7.7

[Main]	
Item0000=Ласкаво просимо до програми HP Recovery Manager! Вона допоможе відновити роботу комп’ютера після збою.
Item0001=Мені потрібна термінова допомога
Item0002=Я хочу виконати завдання обслуговування
Item0003=Я хочу зв'язатися зі службою підтримки HP
Item0004=Я хочу вжити заходи безпеки
Item0005=Засіб відновлення системи
Item0006=Відновіть систему до попереднього стану
Item0007=Середовище відновлення Windows
Item0008=Щоб оновити образ або відновити заводські налаштування системи, перезавантажте комп’ютер і ввійдіть у середовище відновлення Windows. 
Item0009=Резервне копіювання файлів
Item0010=Створіть резервні копії особистих даних
Item0011=Відновлення мінімального образу
Item0012=Відновіть лише операційну систему, драйвери й окреме програмне забезпечення (чистий образ)
Item0013=Перевірка комп’ютера
Item0014=Скористайтесь інструментом діагностики апаратного забезпечення для перевірки пам’яті, жорсткого диска комп’ютера тощо
Item0015=Створення засобів відновлення
Item0016=Створіть набір засобів відновлення для своєї системи
Item0017=Видалення розділу відновлення
Item0018=Видаліть установлену виробником резервну копію образу системи для збільшення обсягу вільного місця на жорсткому диску
Item0019=Відновлення заводських налаштувань
Item0020=Видаліть усі дані з жорсткого диска й відновіть заводські налаштування комп’ютера
Item0021=Запуск технічного обслуговування комп’ютера
Item0022=Усуньте несправності, завантажте оновлення й отримайте інформацію про свій комп’ютер
Item0023=Отримання допомоги від HP
Item0024=Контактна інформація служби підтримки HP
Item0025=Контактна інформація
Item0026=Контактна інформація служби підтримки HP
Item0027=Перевстановлення драйверів і програм
Item0028=Перевстановіть драйвери та/або програми
Item0029=Операцію заборонено. Розділ відновлення було видалено.
Item0030=Операцію заборонено. Скористайтеся засобами відновлення системи.
Item0031=Операцію заборонено. Засіб відновлення системи вимкнуто.
Item0032=Операцію заборонено. Програму HP Support Assistant не установлено.
Item0033=Резервне копіювання та відновлення
Item0034=Створіть резервні копії або відновіть файли з наявних резервних копій
Item0035=Недостатньо прав доступу
Item0036=Для запуску програми HP Recovery Manager необхідно мати права адміністратора. Змініть параметри керування обліковими записами користувачів. 	
Item0037=Версія: 00
Item0038=Операцію заборонено. Динамічний диск не підтримується.
Item0039=Операцію заборонено. Скористайтесь утилітою Windows Disk Management.
Item0040=Історія файлів
Item0041=Для роботи деяких функцій необхідний доступ до розділу відновлення. Щоб активувати його, підключіть планшет до док-станції та перезапустіть HP Recovery Manager.
Item0042=Щоб скористатися цією функцією, підключіть планшет до док-станції та перезапустіть HP Recovery Manager.
Item0043=Для відновлення системи та резервного копіювання файлів необхідно мати доступ до розділу відновлення в док-станції. Підключіть планшет до док-станції, перезавантажте систему та натисніть кнопку F11 для перезапуску програми HP Recovery Manager. Щоб виконати перевірку комп’ютера, натисніть "Продовжити".
Item0044=Скидання налаштувань Windows
Item0045=Заходи безпеки
Item0046=Підтримка
Item0047=Технічне обслуговування
Item0048=Створення засобів відновлення
Item0049=Створіть засоби відновлення для своєї системи
Item0050=Запуск технічного обслуговування комп’ютера
Item0051=Зв’язок зі службою підтримки НР
Item0052=Видалення розділу відновлення
Item0053=Створіть точки відновлення або скористайтеся раніше створеними, щоб відновити систему до попереднього стану
Item0054=Історія файлів
Item0055=Середовище відновлення HP
Item0056=Перезавантажте комп’ютер і ввійдіть у середовище відновлення HP, щоб відновити заводські налаштування системи
Item0057=Під час відновлення не відключайте планшет від док-станції, інакше буде установлено захист від завантаження.
Item0058=Перезавантажте комп'ютер і запустіть 00, щоб відновити систему
Item0059=Скидання параметрів системи Windows
Item0060=Програма HP Recovery Manager підтримується лише в альбомній орієнтації.
Item0061=Закрийте HP Recovery Manager, перемкніть дисплей в альбомну орієнтацію та перезапустіть HP Recovery Manager.

[General]	
Item0100=Назад
Item0101=Далі
Item0102=Скасувати
Item0103=Продовжити
Item0104=Завершити
Item0105=OK
Item0106=Ви хочете вийти з програми HP Recovery Manager?
Item0107=Переконайтеся, що комп’ютер підключено до блоку живлення, щоб запобігти перериванню процесу відновлення.
Item0108=Програма HP Recovery Manager вже запущена
Item0109=Перезавантажити
Item0110=Завершити роботу
Item0111=Увага! Комп’ютер живиться від акумулятора.
Item0112=Необхідно підключити його до блоку живлення.
Item0113=Підключіть комп’ютер до блоку живлення. Щоб продовжити, натисніть OK.
Item0114=Помилка програми HP Recovery Manager. Код помилки - 00.
Item0115=Під час виконання операції сталася помилка. Спробуйте ще раз.
Item0116=HP Recovery Manager
Item0117=HP Recovery Manager
Item0118=(код помилки - 00)
Item0119=У поточній конфігурації операція відновлення не підтримується. Увімкніть функцію прискорення для технології Intel Smart Response і спробуйте ще раз.
Item0120=Програма Recovery Manager призначена для ОС Windows 7 і не підтримується у версії Windows 8.
Item0121=Softpaq не підтримується в ОС Windows 7. Спершу оновіть систему до версії Windows 8.
	
[Windows System Restore]
Item0200=Засіб відновлення системи
Item0201=Під час запуску засобу відновлення системи програму HP Recovery Manager буде закрито.
Item0202=Засіб відновлення системи допомагає вирішити проблеми, пов’язані з повільною роботою або зависанням комп’ютера. Його використання не впливає на документи, зображення й інші персональні дані.
Item0203=Для автоматичного запуску засобу відновлення системи натисніть "Далі".
	       	
[Computer Checkup]	
Item0250=Перевірка комп’ютера
Item0251=Запустити перевірку диска для розділу Windows
Item0252=Запустити перевірку диска для розділу відновлення
Item0253=Відкрити командний рядок
Item0254=Щоб продовжити, виберіть потрібний параметр і натисніть "Далі".
		
[Remove Recovery Partition]	
Item0300=Видалення розділу відновлення
Item0301=Після видалення розділу відновлення функції швидкого скидання налаштувань і відновлення системного образу будуть недоступні.
Item0302=Я ознайомився (-лася) з вищезазначеною інформацією й хочу продовжити видалення розділу відновлення.
Item0303=Продовжити
Item0304=Створення засобу відновлення не завершено. Ця функція буде недоступна після видалення розділу відновлення.
Item0305=Перейдіть до 00.
Item0306=Видаляється розділ відновлення…
Item0307=Щоб повернутися на домашню сторінку, натисніть "Продовжити".
Item0308=Домашня сторінка
Item0309=Створення засобів відновлення
Item0310=Під час видалення розділу відновлення сталася помилка. Спробуйте ще раз.
Item0311=Розділ відновлення успішно видалено.
Item0312=Параметри образу для відновлення HP будуть недоступними після видалення розділу відновлення.
		
[File Restore Program]	
Item0400=Відновлення файлів
Item0401=Ласкаво просимо! 
Item0402=Засіб відновлення файлів допомагає відновити файли, для яких попередньо було створено резервні копії.
Item0403=Щоб продовжити, натисніть "Далі".
Item0404=Файли яких типів потрібно відновити?
Item0405=Зображення
Item0406=Музичні й інші аудіофайли
Item0407=Відеоролики та фільми
Item0408=Записані телепередачі
Item0409=Документи, таблиці та презентації
Item0410=Електронні листи, налаштування Інтернету та вподобання
Item0411=Інше
Item0412=Довідка
Item0413=Місцезнаходження відновлених файлів:
Item0414=Ярлик на це місцезнаходження розміщено на вашому робочому столі.
Item0415=Виконується відновлення
Item0416=Виконано: 00%
Item0417=Зачекайте...
Item0418=Файли відновлено
Item0419=Відновлення успішно завершено.
Item0420=Щоб закрити цю програму, натисніть "Завершити".
Item0421=Шлях до деяких відновлених файлів перевищує 260 символів. Див. 00.
Item0422=OK
Item0423=Попередження
Item0424=Засіб відновлення файлів уже запущено.
Item0425=Для використання засобу відновлення файлів необхідно мати ОС Windows 7.
Item0426=Скасувати відновлення файлів?
Item0427=Відновлення скасовано
Item0428=Ви скасували процес відновлення.
Item0429=Вкажіть розташування для збереження файлів резервних копій.
Item0430=Локальний диск
		
[File Backup Program]	
Item0500=Резервне копіювання файлів
Item0501=Для файлів яких типів необхідно створити резервні копії?
Item0502=Зображення
Item0503=Музичні й інші аудіофайли
Item0504=Відеоролики та фільми
Item0505=Записані телепередачі
Item0506=Документи, таблиці та презентації
Item0507=Електронна пошта, налаштування Інтернету та вподобання
Item0508=Інше
Item0509=Довідка
Item0510=Щоб продовжити, натисніть "Далі".
Item0511=Сканування
Item0512=Майстер резервного копіювання файлів створює список файлів, для яких необхідно створити резервні копії.
Item0513=Цей процес може тривати кілька хвилин.
Item0514=Виконано: 00%
Item0515=Зачекайте...
Item0516=У системному розділі на жорсткому диску недостатньо вільного місця для тимчасового зберігання даних під час їх стискання.
Item0517=Щоб продовжити, звільніть місце в системному розділі.
Item0518=OK
Item0519=Попередження
Item0520=Щоб продовжити, виберіть потрібний параметр і натисніть "Далі".
Item0521=Створення резервних копій файлів
Item0522=Створення резервних копій файлів
Item0523=Завершення резервного копіювання
Item0524=Не знайдено жодних файлів, що відповідають обраним типам.
Item0525=Де необхідно зберегти резервні копії?
Item0526=Розмір вихідних файлів: 00
Item0527=Назва
Item0528=Тип
Item0529=Загальний розмір
Item0530=Вільне місце
Item0531=Немає пристрою для резервного копіювання файлів. Переконайтеся, що знімний диск підключено.
Item0532=Знімний
Item0533=Резервне копіювання завершено.
Item0534=Файли будуть збережені в (00).
Item0535=Копіювання резервних копій
Item0536=Цільовий диск не підключено.
Item0537=Резервне копіювання файлів
Item0538=Програма HP Recovery Manager успішно створила резервні копії.
Item0539=Скасувати резервне копіювання?
Item0540=Скасувати
Item0541=Резервне копіювання скасовано
Item0542=Процес резервного копіювання скасовано.
Item0543=Процес резервного копіювання скасовано.
Item0544=Продовжити відновлення системи?
Item0545=Продовжити відновлення мінімального образу?
Item0546=Продовжити відновлення заводських налаштувань?
Item0547=Так
Item0548=Ні
Item0549=Записувач
Item0550=Відсутній пристрій для резервного копіювання файлів. Переконайтеся, що знімний диск або записувач підключено.
Item0551=Резервне копіювання в автоматичному режимі
Item0552=Надає можливість користувачу вибирати категорії для резервного копіювання (наприклад, фотографії). Резервні копії буде створено для більшості типів файлів, які зазвичай використовуються в цій категорії. Цей параметр дозволяє легко налаштувати процес резервного копіювання.
Item0553=Резервне копіювання в ручному режимі
Item0554=Дозволяє користувачу обирати окремі файли й папки для резервного копіювання. Вибравши цей параметр, ви матимете повний контроль над об’єктами, для яких необхідно створити резервні копії.
Item0555=Пряме копіювання даних
Item0556=У процесі прямого копіювання даних не використовується стискання й файли не відновлюються за допомогою HP Recovery Manager. Для доступу до файлів із будь-якого комп’ютера після завершення резервного копіювання необхідно здійснити пошук у каталозі System Recovery Files.
Item0557=Щоб помістити відновлені файли у вихідну систему, скопіюйте та вставте їх у відповідне місце в системі.
Item0558=Вставте пустий диск DVD+R або DVD-R і натисніть "Далі".
Item0559=Записано: 00%
Item0560=Усього дисків: 00
Item0561=Поточний диск: 00
Item0562=Вставте диск
Item0563=Вставте пустий диск.
Item0564=Вставлений диск не підтримується програмою HP Recovery Manager. Вставте пустий диск DVD+R або DVD-R із обсягом пам’яті 4,7 ГБ.
Item0565=Підготовка даних
	
[Recovery Media Creation]	
Item0600=Домашня сторінка
Item0601=Створення засобів відновлення
Item0602=Дозволяється створити таку кількість наборів засобів відновлення: 00.
Item0603=Прийняти
Item0604=Продовжити
Item0605=Вставте один із наступних носіїв:
Item0606=USB-носій
Item0607=Мінімальний необхідний обсяг пам’яті - 00 ГБ
Item0608=DVD
Item0609=Необхідно дисків: 00
Item0610=DVDDL
Item0611=Продовжити процес для вибраних носіїв?
Item0612=Так
Item0613=Ні
Item0614=Створення флеш-пам'яті USB для відновлення...
Item0615=Підготовка диска
Item0616=Форматування USB-носія
Item0617=Копіювання образу
Item0618=Копіювання образу для відновлення на флеш-пам'ять USB...
Item0619=Перевірка диска
Item0620=Перевірка образу для відновлення на флеш-пам'яті USB...
Item0621=Завершено: 00%
Item0622=Вставте диск
Item0623=Щоб продовжити, вставте диск 00. Натисніть "Скасувати", щоб припинити створення засобу відновлення. Цей процес можна відновити в будь-який час, натиснувши "Створити засіб відновлення".
Item0624=Підготовка даних
Item0625=Створення образу відновлення
Item0626=Запис даних
Item0627=Запис образу відновлення на диск
Item0628=Перевірка диска
Item0629=Перевірка образу відновлення на диску
Item0630=Засіб відновлення було створено на 00. Дозволяється створювати лише ОДИН набір засобів відновлення.
Item0631=Щоб перейти на домашню сторінку, натисніть OK
Item0632=OK
Item0633=Створення засобу відновлення не завершено. Щоб завершити цей процес, натисніть "Продовжити".
Item0634=Скасувати
Item0635=Підключіть комп’ютер до блоку живлення
Item0636=Для продовження процесу необхідно установити батарею та підключити комп’ютер до блоку живлення
Item0637=Установіть батарею
Item0638=Не знайдено оптичний диск
Item0639=Підключіть оптичний диск
Item0640=Диск Blu-ray
Item0641=Створення диска відновлення 00 завершено. Зробіть на диску позначку 00 і зберігайте його в надійному місці.
Item0642=USB-носій буде відформатовано. Усі дані на ньому буде знищено. Увесь обсяг пам’яті USB-носія буде використано для створення образу відновлення (навіть якщо цей обсяг перевищуватиме очікуваний розмір образу відновлення).
Item0643=Натисніть "Скасувати", щоб повернутися до вибору носія, або "Продовжити", щоб розпочати підготовку диска.
Item0644=Виберіть один із запропонованих типів носіїв
Item0645=ОДИН
Item0646=Виконується аналіз апаратного забезпечення…
Item0647=Відбувається створення засобу відновлення. Не закривайте програму HP Recovery Manager.
Item0648=Під час створення засобу відновлення сталася помилка. Спробуйте ще раз.
Item0649=Обсяг підключеної флеш-пам’яті недостатній. Вставте інший накопичувач.
Item0650=Перезаписувані носії не підтримуються. Вставте пустий диск 00.
Item0651=Диск заповнений. Вставте пустий диск 00.
Item0652=Створення диска відновлення 00 з 01 завершено. Зробіть на диску позначку 00 з 01 і зберігайте його в надійному місці.
Item0653=Створення диска відновлення успішно завершено.
Item0654=Створення флеш-пам’яті для відновлення успішно завершено. Зробіть на ній відповідну позначку та зберігайте в надійному місці.
Item0655=Необхідний диск 00
Item0656=Перезаписувані носії не підтримуються
Item0657=Підключений носій не підтримується
Item0658=Розділ відновлення видалено. Функція створення засобів відновлення не доступна.
Item0659=Помилка під час перевірки диска. Вставте інший диск і спробуйте ще раз.
Item0660=Помилка під час записування диска. Вставте інший диск і спробуйте ще раз.
Item0661=Цю систему створено за допомогою засобів відновлення. Дозволяється створювати лише ОДИН набір засобів відновлення.
Item0662=Розділ відновлення було видалено.
Item0663=Ліміт пам’яті на USB-носії вичерпано
Item0664=Розмір образу відновлення перевищує 32 ГБ. Скористайтесь оптичними носіями.
Item0665=Розмір образу відновлення перевищує максимальний для USB-носіїв ліміт у 32 ГБ. Щоб створити засіб відновлення, скористайтесь оптичними носіями (DVD).
Item0666=Переконайтеся, що USB-носій розрахований на зберігання 00 ГБ даних (максимальний обсяг - 32 ГБ).
Item0667=- Створення диску відновлення 00 з 01 завершено. Нанесіть маркування "00 з 01" на диск і зберігайте його в безпечному місці.
Item0668=- Вставте диск для продовження процесу, або натисніть Скасувати, щоб відмінити створення носія для відновлення. 
Item0669=- Ви можете відновити процес у будь-який час, вибравши знову параметр Створення носія для відновлення.  
Item0670=Увага! Обрану флеш-пам'ять USB буде відформатовано. Уся інформація на флеш-пам'яті USB буде втрачена.
Item0671=Для образу для відновлення буде використано не більше 32 ГБ на флеш-пам’яті USB. Якщо обсяг флеш-пам’яті USB перевищує 32 ГБ, після створення носія для відновлення вільний простір на флеш-пам’яті не можна буде використовувати.
Item0672=Натисніть Скасувати для повернення до вибору мультимедіа-носія, або натисніть Продовжити, щоб приступити до створення носія для відновлення.
Item0673=Натисніть 00, щоб повернутися до вибору носія, або 01, щоб почати створення носія для відновлення.
	
[System Recovery]	
Item0700=Відновлення заводських налаштувань комп’ютера
Item0701=У результаті цієї операції буде перевстановлено заводський образ у системному розділі, однак жорсткий диск не зазнає жодних інших змін.
Item0702=Усі створені користувачем файли й установлені після покупки програми будуть видалені.
Item0703=Спершу створити резервні копії файлів (рекомендується)
Item0704=Виконати відновлення без резервного копіювання файлів
Item0705=Щоб продовжити, виберіть потрібний параметр і натисніть "Далі".
Item0706=Середовище відновлення HP
Item0707=Ласкаво просимо до програми HP Recovery Manager!
Item0708=Ця програма допоможе вам відновити заводські налаштування комп’ютера.
Item0709=Перш ніж продовжити, відключіть усі зовнішні пристрої.
Item0710=Щоб отримати додаткові відомості, ознайомтеся з документацією до комп’ютера.
Item0711=Щоб продовжити, натисніть "Далі".
Item0712=Відновлення заводського образу
Item0713=Переформатування розділу Windows на жорсткому диску
Item0714=Перевстановлення оригінального програмного забезпечення
Item0715=Виконано: 00%
Item0716=Залишилося часу: 00 хв
Item0717=Зачекайте...
Item0718=Відновлення завершено
Item0719=Після перезавантаження комп’ютера та його початкового налаштування необхідно виконати кілька важливих додаткових кроків.
Item0720=Оновити файли безпеки від Microsoft і HP
Item0721=Перевстановити програмне забезпечення, яке не входило в комплект постачання комп’ютера
Item0722=Відновити будь-які особисті дані, для яких було зроблено резервні копії (за наявності)
Item0723=Щоб перезавантажити комп’ютер, натисніть "Завершити".
Item0724=Підготовка до відновлення
Item0725=Жорсткий диск буде переформатовано, а всі необхідні для відновлення заводського образу файли буде скопійовано на жорсткий диск.
Item0726=Процес відновлення
Item0727=Буде установлено програмне забезпечення та драйвери, а вміст буде спеціально налаштовано для вашого комп’ютера.
Item0728=За допомогою програми HP Recovery Manager буде відновлено заводські налаштування жорсткого диска. Дані користувачів і зміни, що відбулися на жорсткому диску, буде втрачено.
Item0729=OK
Item0730=Скасувати
Item0731=Підготовка до відновлення заводського образу
Item0732=Копіювання файлів, необхідних для відновлення жорсткого диска
Item0733=Підготовку до відновлення завершено
Item0734=Процес відновлення розпочнеться після перезавантаження комп’ютера.
Item0735=Буде установлено програмне забезпечення та драйвери, а вміст буде спеціально налаштовано для вашого комп’ютера.
Item0736=На цьому етапі комп’ютер автоматично перезавантажиться кілька разів. Це звичайна частина процесу.
Item0737=У ході цієї операції не вимикайте комп’ютер, не закривайте кришку, не відключайте комп’ютер від блоку живлення та не виконуйте на ньому жодних дій.
Item0738=Щоб перезавантажити комп’ютер, натисніть "Продовжити".
Item0739=Вставте диск відновлення №00.
Item0740=Видаліть засіб відновлення із системи
Item0741=Неможливо виконати відновлення системи в ОС Windows. Перезавантажити комп’ютер і ввійти в середовище відновлення?
Item0742=Продовжити?
Item0743=Відбувається підготовка середовища відновлення…
Item0744=Закрийте всі програми та перезавантажте систему.
Item0745=Перш ніж продовжити, відключіть усі зовнішні пристрої, крім клавіатури, миші та монітора.
Item0746=Неможливо виконати відновлення системи в ОС Windows. Перезавантажити комп’ютер і ввійти в середовище відновлення?
Item0747=Процес відновлення складається з двох етапів:
Item0748=Домашня сторінка
Item0749=Відновлення системи
Item0750=Операцію заборонено. Для відновлення системи скористайтеся параметром "Відновлення заводських налаштувань"
Item0751=Оновіть свою систему, установивши останні оновлення від Microsoft і HP.
Item0752=Ви вибрали середовище відновлення HP. Система перезавантажиться, і буде виконано вхід до середовища відновлення. Продовжити?
Item0753=Якщо на комп’ютері із самого початку було установлено кілька операційних систем, після відновлення всі вони повернуться до заводських налаштувань.
Item0754=Ви вибрали 00. Система перезавантажиться та здійснить вхід в середовище відновлення. Продовжити?
Item0755=Усі створені користувачем файли та розділи, а також усі програми, інстальовані після покупки, буде втрачено.
Item0756=Процес відновлення відбувається у два етапи:
Item0757=Підготовка до відновлення
Item0758=Розділ Windows буде переформатовано, й усі файли, потрібні для відновлення ОС Windows до заводських настройок, буде скопійовано на жорсткий диск.
Item0759=Інсталяція відновлення
Item0760=Програмне забезпечення та драйвери інстальовано, і вміст налаштовано відповідно до вашого комп'ютера.
Item0761=Відновлення файлів на жорсткий диск
Item0762=На комп’ютері ввімкнуто HP Drive Encryption (HPDE). Перш ніж запускати відновлення системи, вимкніть HPDE.
	
[Minimized Image Recovery]	
Item0800=Відновлення мінімального образу
Item0801=Завдяки цій операції буде перевстановлено чисте середовище Windows і установлено драйвери та мінімальне програмне забезпечення.
Item0802=Усі створені користувачем файли й установлені після покупки програми буде видалено.
Item0803=Спершу створити резервні копії файлів (рекомендується)
Item0804=Виконати відновлення без резервного копіювання файлів
Item0805=Щоб продовжити, виберіть потрібний параметр і натисніть "Далі".
Item0806=Відновлення мінімального образу
Item0807=Ласкаво просимо до програми HP Recovery Manager!
Item0808=Завдяки цій операції буде перевстановлено чисте середовище Windows і установлено драйвери та мінімальне програмне забезпечення.
Item0809=Процес відновлення складається з двох етапів:
Item0810=Підготовка до відновлення
Item0811=Жорсткий диск буде переформатовано, а всі необхідні для відновлення мінімального образу файли буде скопійовано на жорсткий диск.
Item0812=Процес відновлення
Item0813=Буде установлено програмне забезпечення та драйвери, а вміст буде спеціально налаштовано для вашого комп’ютера.
Item0814=Перш ніж продовжити, відключіть усі зовнішні пристрої.
Item0815=Щоб отримати додаткові відомості, ознайомтеся з документацією до комп’ютера.
Item0816=Щоб продовжити, натисніть "Далі".
Item0817=Виявлено динамічний диск. Процес не може бути продовжено. Для відновлення комп’ютера скористайтеся засобами відновлення.
Item0818=Підготовка до відновлення мінімального образу
Item0819=Переформатування розділу Windows на жорсткому диску
Item0820=Копіювання файлів, необхідних для відновлення жорсткого диска
Item0821=Виконано: 00%
Item0822=Залишилося часу: 00 хв
Item0823=Зачекайте...
Item0824=Підготовку до відновлення завершено
Item0825=Процес відновлення розпочнеться після перезавантаження комп’ютера.
Item0826=Буде установлено програмне забезпечення та драйвери, а вміст буде спеціально налаштовано для вашого комп’ютера.
Item0827=На цьому етапі комп’ютер автоматично перезавантажиться кілька разів. Це звичайна частина процесу.
Item0828=У ході цієї операції не вимикайте комп’ютер, не закривайте кришку, не відключайте комп’ютер від блоку живлення та не виконуйте на ньому жодних дій.
Item0829=Щоб перезавантажити комп’ютер, натисніть "Продовжити".
Item0830=Відновлення завершено
Item0831=Після перезавантаження комп’ютера та його початкового налаштування необхідно виконати кілька важливих додаткових кроків:
Item0832=Оновити файли безпеки від Microsoft і HP
Item0833=Перевстановити програмне забезпечення, яке не входило в комплект постачання комп’ютера
Item0834=Відновити будь-які особисті дані, для яких було зроблено резервні копії (за наявності)
Item0835=Щоб перезавантажити комп’ютер, натисніть "Завершити".
Item0836=OK
Item0837=Вставте диск відновлення №00.
Item0838=Видалення засобу відновлення із системи
Item0839=За допомогою програми HP Recovery Manager буде установлено мінімальний образ. Дані користувачів і зміни, що відбулися на жорсткому диску, буде втрачено.
Item0840=Перш ніж продовжити, відключіть усі зовнішні пристрої, крім клавіатури, миші та монітора.
Item0841=Операцію заборонено. Для відновлення системи скористайтеся параметром "Відновлення заводських налаштувань"
Item0842=Якщо на комп’ютері із самого початку було установлено кілька операційних систем, після відновлення всі вони повернуться до заводських налаштувань.
	
[Boot from UCRD]	
Item0900=Відновлення системи
Item0901=За промовчанням HP Recovery Manager використовує для відновлення жорсткий диск, однак ви можете вибрати для цієї операції зовнішній носій.
Item0902=Запустити програму з носія
Item0903=Запустити програму з жорсткого диска
Item0904=Щоб продовжити, виберіть потрібний параметр і натисніть "Далі".
Item0905=Запуск програми з жорсткого диска
Item0906=Комп’ютер перезавантажиться з розділу.
Item0907=Перш ніж продовжити, видаліть засіб відновлення.
Item0908=Щоб закрити майстер, натисніть "Завершити".
Item0909=Зв’язок зі службою підтримки HP
Item0910=Засіб відновлення системи не підтримується на цьому комп’ютері.
Item0911=Неможливо відновити систему за допомогою цього носія.
Item0912=Неможливо відновити систему за допомогою порту пристрою. Зв’яжіться зі службою підтримки HP.
	
[Factory Reset]	
Item1000=Відновлення заводських налаштувань
Item1001=Відновлення заводського образу
Item1002=Необхідно відновити заводські налаштування системи?
Item1003=Спершу створити резервні копії файлів (рекомендується)
Item1004=Виконати відновлення без резервного копіювання файлів
Item1005=Щоб продовжити, виберіть потрібний параметр і натисніть "Далі".
Item1006=Ласкаво просимо до програми HP Recovery Manager!
Item1007=Вона допоможе вам відновити заводські налаштування комп’ютера.
Item1008=Процес відновлення складається з двох етапів:
Item1009=Підготовка до відновлення
Item1010=Жорсткий диск буде переформатовано, а всі необхідні для відновленя заводського образу файли буде скопійовано на жорсткий диск.
Item1011=Процес відновлення
Item1012=Буде установлено програмне забезпечення та драйвери, а вміст буде спеціально налаштовано для вашого комп’ютера.
Item1013=Перш ніж продовжити, відключіть усі зовнішні пристрої.
Item1014=Щоб отримати додаткові відомості, ознайомтеся з документацією до комп’ютера.
Item1015=Щоб продовжити, натисніть "Далі".
Item1016=За допомогою програми HP Recovery Manager буде відновлено заводські налаштування жорсткого диска. Дані користувачів і зміни, що відбулися на жорсткому диску, буде втрачено.
Item1017=Підготовка до відновлення заводського образу
Item1018=Переформатування розділу Windows на жорсткому диску
Item1019=Копіювання файлів, необхідних для відновлення жорсткого диска
Item1020=Відновлення файлів на жорсткий диск
Item1021=Виконано: 00%
Item1022=Зачекайте...
Item1023=Залишилося часу: 00 хв
Item1024=Підготовку до відновлення завершено
Item1025=Процес відновлення розпочнеться після перезавантаження комп’ютера.
Item1026=Буде установлено програмне забезпечення та драйвери, а вміст буде спеціально налаштовано для вашого комп’ютера.
Item1027=На цьому етапі комп’ютер автоматично перезавантажиться кілька разів. Це звичайна частина процесу.
Item1028=У ході цієї операції не вимикайте комп’ютер, не закривайте кришку, не відключайте комп’ютер від блоку живлення та не виконуйте на ньому жодних дій.
Item1029=Щоб перезавантажити комп’ютер, натисніть "Продовжити".
Item1030=Відновлення завершено
Item1031=Після перезавантаження комп’ютера та його початкового налаштування необхідно виконати кілька важливих додаткових кроків.
Item1032=Оновити файли безпеки від Microsoft та HP
Item1033=Перевстановити програмне забезпечення, яке не входило в комплект постачання комп’ютера
Item1034=Відновити будь-які особисті дані, для яких було зроблено резервні копії (за наявності)
Item1035=Щоб перезавантажити комп’ютер, натисніть "Завершити".
Item1036=Так
Item1037=Ні
Item1038=Зв’язок зі службою підтримки HP
Item1039=У більшості випадків після відновлення жорсткого диска проблеми буде усунуто.
Item1040=Якщо вони виникатимуть знову, зв’яжіться зі службою підтримки НР.
Item1041=Контактна інформація служби підтримки HP міститься в документації до комп’ютера.
Item1042=Щоб закрити програму, натисніть "Завершити".
Item1043=Вставте диск відновлення №00.
Item1044=Видаліть засіб відновлення із системи
Item1045=За допомогою програми HP Recovery Manager буде відновлено заводські налаштування жорсткого диска. Дані користувачів і зміни, що відбулися на жорсткому диску, буде втрачено.
Item1046=OK
Item1047=Скасувати
Item1048=Перш ніж продовжити, відключіть усі зовнішні пристрої, крім клавіатури, миші та монітора.
Item1049=За допомогою програми HP Recovery Manager буде відновлено заводські налаштування жорстких дисків. Дані користувачів і зміни, що відбулися на жорстких дисках, буде втрачено.
Item1050=Ця операція допоможе відновити заводські налаштування системи.
Item1051=Поділ жорсткого диска на розділи буде змінено, а диск буде переформатовано й повернено до заводських налаштувань.
Item1052=Усі створені користувачем файли й розділи, а також будь-які установлені після покупки програми буде втрачено.
Item1053=Якщо на комп’ютері із самого початку було установлено кілька операційних систем, після відновлення всі вони повернуться до заводських налаштувань.
	
[Restoration Incomplete]	
Item1100=Відновлення не завершено
Item1101=Відновлення не було завершено.
Item1102=Виберіть одну із зазначених кнопок:
Item1103=Зберегти журнал
Item1104=Подробиці
Item1105=Повторити
Item1106=Ця функція дозволяє зібрати інформацію про вашу систему, щоб НР було легше діагностувати проблему.
Item1107=Вставте знімний диск, на якому є принаймні 00 МБ вільного місця, і натисніть ОК.
Item1108=OK
Item1109=Недостатньо вільного місця. Вставте знімний диск, на якому є принаймні 00 МБ вільного місця, і натисніть OK.
Item1110=Файл журналу збережено як 00.
Item1111=Вставте засіб відновлення.
Item1112=Щоб перезавантажити комп’ютер, натисніть "Продовжити".
Item1113=Продовжити
Item1114=Загальний об'єм жорсткого диска менший за об'єм вихідного жорсткого диска, встановленого виробником. Неможливо продовжити процес відновлення.
Item1115=Загальний об'єм жорсткого диска дуже малий. Неможливо продовжити процес відновлення.
		
[Drivers and Applications Reinstall]	
Item1200=Перевстановлення драйверів і програм
Item1201=Створення списку драйверів і програм
Item1202=Домашня сторінка
Item1203=Установити
Item1204=Установлення
Item1205=Завершити
Item1206=Програми (00)
Item1207=Драйвери (00)
Item1208=Оновлення НР (00) - оновлення, завантажені й установлені з веб-сайту HP.com або за допомогою програми HP Support Assistant
Item1209=Версія: 00
Item1210=об’єктів: 00,
Item1211=вибраних об’єктів: 00 з 01,
Item1212=00 програма та
Item1213=Програми (00) та
Item1214=00 драйвер та
Item1215=Драйвери (00) та
Item1216=00 оновлення HP
Item1217=Оновлення HP (00)
Item1218=Установлення завершено.
Item1219=Установлюється програмне забезпечення. Закриття програми HP Recovery Manager скасовано.
Item1220=OK
Item1221=Перш ніж перевстановлювати програмне забезпечення, видаліть попередню версію ПО.
Item1222=Під час перевстановлення програмного забезпечення сталася помилка. Спробуйте ще раз.
Item1223=На комп’ютері не знайдено жодного джерела програмного забезпечення
Item1224=Об’єкт
Item1225=вибраних об’єктів: 00 з 01,
Item1226=Один або кілька з вибраних драйверів і/або програм позначено знаком оклику, оскільки їх установлено неправильно. Видаліть їх із комп’ютера, а потім спробуйте установити знову за допомогою програми HP Recovery Manager.
Item1227=Один або кілька з вибраних драйверів і/або програм мають позначку 00, оскільки їх установлено неправильно. Видаліть їх із комп’ютера, а потім спробуйте установити знову за допомогою програми HP Recovery Manager.
Item1228=00 драйвер
Item1229=Драйвери (00)
Item1230=Виконано	
	
[RP Protection]	
Item1300=Розділ відновлення
Item1301=Попередження
Item1302=Ця ділянка жорсткого диска (або розділу) містить файли, що використовувалися під час швидкого скидання налаштувань і відновлення системного образу.
Item1303=Не видаляйте й не змінюйте жоден із цих файлів.
Item1304=Будь-які зміни в цьому розділі можуть вплинути на можливості відновлення системи в майбутньому.
	
[Show Contact Information]	
Item1350=Зв’язок зі службою підтримки HP
Item1351=У більшості випадків після відновлення заводського образу проблеми буде усунуто.
Item1352=Однак якщо вони виникатимуть знову або вам знадобиться запасний засіб відновлення системи, зверніться по допомогу до служби підтримки HP.
Item1353=Зв’язатися зі службою підтримки НР можна за адресою:
Item1354=www.hp.com/go/contacthp
Item1355=Щоб закрити програму, натисніть "Завершити".
Item1356=Щоб закрити програму, натисніть "Скасувати".

[File Backup Program 2.0]
Item1400=Як потрібно вибирати файли для створення резервних копій?
Item1401=Автоматичний вибір
Item1402=Виберіть категорії файлів, для яких потрібно створити резервні копії.
Item1403=Вибір користувача
Item1404=Самостійно виберіть, для яких папок і файлів потрібно створити резервні копії.
Item1405=За допомогою автоматичного вибору ви можете вказати, для яких категорій файлів потрібно створити резервні копії (наприклад, "Зображення" або "Музичні й інші аудіофайли"). Після цього програма здійснює пошук файлів цих категорій на комп’ютері (на основі попередньо установленого набору типів файлів, що зазвичай використовуються в цих категоріях) і створює для них резервні копії. Файли стискаються, а для того щоб отримати доступ до них, їх потрібно буде відновити за допомогою відповідної функції.
Item1406=За умови вибору користувача ви можете вказати окремі файли й папки для резервного копіювання у вікні Провідника. Резервне копіювання можна виконувати двома способами - зі стисканням і без нього.
Item1407=Стискання: файли стискаються, і для того щоб отримати до них доступ, необхідно відновити їх за допомогою відповідної функції.
Item1408=Без стискання: файли й каталоги копіюються окремо один від одного без стискання. Доступ до файлів можна отримати без застосування функції відновлення файлів.
Item1409=Застосувати стискання?
Item1410=Стискання
Item1411=Без стискання
Item1412=Стиснуті файли перетворюються у формат WIM, і щоб отримати до них доступ, їх потрібно буде відновити на комп’ютер за допомогою відповідної функції. Цей параметр дозволяє зменшувати розмір резервних копій. Під час відновлення всі файли автоматично копіюються на диск C:\, а на робочому столі з’являється ярлик, який надає до них доступ.
Item1413=Файли й каталоги копіюються окремо один від одного. Вони не стискаються, і доступ до них можна отримати безпосередньо з диска резервного копіювання без використання функції відновлення. Якщо вибрати цей параметр, розмір резервних файлів не буде зменшено, а файли та каталоги необхідно буде копіювати та вставляти на комп’ютер вручну.
Item1414=Для яких файлів потрібно створювати резервні копії?
Item1415=Пошук файлів
Item1416=Розмір резервних файлів: 00
Item1417=Назва
Item1418=Розмір
Item1419=Вибір носія для резервного копіювання
Item1420=Вибраний носій: 00
Item1421=Для створення резервних копій потрібен диск (00) цього типу.
Item1422=Щоб продовжити процес резервного копіювання за допомогою вибраного носія, натисніть "Далі".
Item1423=Щоб вибрати інший тип носія, натисніть "Назад".
Item1424=Підготовка файлів
Item1425=Створення диска
Item1426=Запис диска
Item1427=Перевірка диска
Item1428=Вставте диск 00 з 00 00.
Item1429=Вибрані файли
Item1430=Копіювати файли
Item1431=Вибрані файли й каталоги скопійовано
Item1432=Програма Recovery Manager успішно завершила копіювання файлів
Item1433=Розмір файлів перевищує обсяг диска для резервного копіювання. Процес копіювання не може бути продовжено.
Item1434=Перейти в режим стискання
Item1435=Скасувати вибір файлів, розмір яких перевищує 00
Item1436=Вибрати пристрій іще раз
Item1437=Список файлів великого розміру
Item1438=Вставте диск 00.
Item1439=На диску недостатньо місця для резервного копіювання. Підключіть інший диск або звільніть місце на поточному диску.
Item1440=Цей тип диска не підтримується.
Item1441=Розмір файлів буде зменшено й використовуватиметься функція їх відновлення
Item1442=Розмір файлів не буде зменшено й функція їх відновлення не використовуватиметься
Item1443=Резервні файли можуть зберігатися лише на оптичних носіях або зовнішніх жорстких дисках. Якщо необхідний тип пристрою та/або носія не зазначено нижче, переконайтеся, що пристрій підключено й увімкнено або що носій відповідного типу вставлено в оптичний пристрій. Після цього процес резервного копіювання буде продовжено.
Item1444=Неправильний або пошкоджений диск. Вставте диск 00.
Item1445=Резервну копію можна зберегти лише на зовнішньому жорсткому диску або флеш-пам’яті USB у форматі NTFS. Перед початком процесу резервного копіювання переконайтеся, що потрібний пристрій під'єднано та файлова система на ньому у форматі NTFS.
Item1446=Якщо в розділі "Автовибір" або "Вибір користувача" вибрано 00, для всіх файлів буде створено резервні копії в режимі "Без стиснення" та їх потрібно буде відновлювати копіюванням даних уручну. Параметр "Відновлення файлу"не можна використовувати.
Item1447=Усі файли, збережені в папці 00.
Item1448=Файли стискаються у форматі WIM; і щоб отримати до них доступ, їх потрібно відновити на комп'ютері за допомогою параметра "Відновлення файлів". Цей параметр дає змогу зменшити розмір резервної копії, та всі файли буде відновлено у вказане користувачем місце, до якого можна отримати доступ за допомогою ярлика на робочому столі.
Item1449=Стиснення не підтримується, якщо вибрано дані 00.
Item1450=Для даних 00 створено резервну копію у вказаній нижче папці в кореневому каталозі папки резервного копіювання:
Item1451=Після завершення відновлення скопіюйте резервну копію даних 00 з вказаної вище папки носія до своєї системи.
Item1452=Створити резервну копію даних 00 можна лише за допомогою параметра "Без стиснення".
Item1453=Натисніть кнопку "ОК", щоб створити резервну копію за допомогою параметра "Без стиснення" або натисніть кнопку "Скасувати", щоб створити резервну копію файлів ще раз.

[Windows Recovery Environment]
Item1500=Скористайтеся програмою HP Backup and Recovery або зверніться до служби підтримки HP

[Windows System Refresh]
Item1600=Скидання налаштувань ПК зі збереженням файлів

[AboutInfo]
Item1700=Інформація
Item1701=Версія
Item1702=Носій для відновлення
Item1703=Система
Item1704=Номер продукту
Item1705=Серійний номер
Item1706=Розділ відновлення HP
Item1707=Так
Item1708=Ні
Item1709=Про програму